---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadAttrLinearForceScaleFactor
source: html/4f9845cc-0eef-a3db-7d2d-ade090611058.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadAttrLinearForceScaleFactor Property

"Linear force scale"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadAttrLinearForceScaleFactor { get; }
```